<template>
  <div class="dangerous-rides">
    <h1>8 Найнебезпечніших атракціонів світу</h1>
    <img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ5iM9mSPv9ApabTlmCsYDrcoSrP9sjWWpH8w&s" alt="booster" class="dangerousrides-img">
    <h2>Сьогодні ми поговоримо про 8 найнебезпечніших атракціонів світу, які були інциденти св'язані з ними,  чи були жертви, і чи роблять вони на сьогодні? </h2>
    <h2>Booster</h2>
    <p>Найнебезпечніший атракціон «Booster» — це високо-адреналіновий гойдалковий атракціон від італійської компанії Fabbri. Його конструкція — величезна горизонтальна стріла з кабінами на кінцях, що розганяються і обертаються, тримаючи пасажирів на висоті до ~50м, з силою до 4g і швидкістю близько 120 км/год . Booster  вважається небезпечнім, тому що кабіні падали і блокувались на висоті.
        Опис атракціона Booster:
        Максимальна навантаженя Booster було до 4g, швидкість близько 120км/год.
        Висота та кабіни на висоті ≈50м (з одного боку навантажена, з іншого — пасажири).
        З цим атракціоном були св'язані такі інціденти:
        4 серпня 2007, Франція: кабіна відпала і впала — загинули батько з сином, ще двоє серйозно поранені, інші потрапили в пастку на 40м над землею на понад 2 години. Після цього атракціон припинені на перевірку.
      Статус атракціона:
      Після кількох аварій атракціон було закрито або заборонено у багатьох країнах.
      </p>
         <h2>Джерела</h2>
    <ul>
      <li><a href="https://en.wikipedia.org/wiki/Booster_(Fabbri_ride)" target="_blank">Wikipedia: Booster (Fabbri ride)</a></li>
      <li><a href="https://metro.co.uk/2015/05/06/fairground-riders-left-hanging-upside-down-after-ride-breaks-down-5184155/" target="_blank">Metro.co.uk</a></li>
    </ul>
    <h2>Formula Rossa</h2>
    <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Formula_Rossa_coaster.jpg/1200px-Formula_Rossa_coaster.jpg" alt="Formula Rossa" class="dangerousrides-img">
    <p> Formula Rossa - гідравлічні американські гірки, розташовані в тематичному парку розваг Ferrari World в Абу-Дабі, ОАЕ. Відкрилась Formula Rossa у 2010 році. Це найшвидшій у світі американські гірки: максимально досяжна швидкість становить 240 км/год. Вагонетка атракціону розганяється до цієї швидкості приблизно за 4,9 секунди з перевантаженнями, що досягають 4,8 g, за допомогою катапультної (гідравлічної) системи запуску, схожої на стартову катапульту авіаносця. У конструкції атракціону немає жодної мертвої петлі. Довжина траси становить 2074 м, за цим показником Formula Rossa посідає третє місце у світі, поступаючись атракціонам Steel Dragon 2000 і The Beast, а також закритому 2019 року The Ultimate. Формою атракціон нагадує італійську гоночну трасу в Монці. Через високу швидкість і можливий ризик зіткнення з частинками в повітрі або комахами всі пасажири зобов'язані носити захисні окуляри.
       Він настільки потужний і швидкий, що вважається одним із найнебезпечніших атракціонів, не через поломки, а через екстремальні навантаження на тіло.
       Опис Formula Rossa:
       Швидкість і прискорення: 240км/год і прискорення 0-100км/год всего за 2 с,
       Довжина атракціону і висота: 2,2км/год, висота 52м,
       Максимальне навантаження на тіло: 4,8g.
       Інцедентів з Formula Rossa не було, но була технічна зупинка у січні 2024 року і відкрилась тільки у грудні 2024 року.
       Цей атракціон небезнічний, тому що:
       1.Надзвичайне прискорення: Під час старту вас буквально вистрілює вперед, наче з авіаносця. Люди можуть відчувати запаморочення, нудоту, тимчасове порушення зору.
       2.Фізичне навантаження: На поворотах і гірках — до 4.8 G. Це навіть більше, ніж в деяких винищувачах.
    </p>
  <h2>Джерела</h2>
  <ul>
    <li><a href="https://en.wikipedia.org/wiki/Formula_Rossa" target="_blank">Wikipedia: Formula Rossa</a></li>
  </ul>
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>