<template>
  <div class="dangerous-rides">
    <h1>8 Найнебезпечніших атракціонів світу</h1>
    <img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ5iM9mSPv9ApabTlmCsYDrcoSrP9sjWWpH8w&s" alt="booster" class="dangerousrides-img">
    <h2>Сьогодні ми поговоримо про 8 найнебезпечніших атракціонів світу, які були інциденти св'язані з ними,  чи були жертви, і чи роблять вони на сьогодні? </h2>
    <h2>Booster</h2>
    <p>Найнебезпечніший атракціон «Booster» — це високо-адреналіновий гойдалковий атракціон від італійської компанії Fabbri. Його конструкція — величезна горизонтальна стріла з кабінами на кінцях, що розганяються і обертаються, тримаючи пасажирів на висоті до ~50м, з силою до 4g і швидкістю близько 120 км/год . Booster  вважається небезпечнім, тому що кабіні падали і блокувались на висоті.</p>
       <p> Опис атракціона Booster:
        Максимальна навантаженя Booster було до 4 g, швидкість близько 120 км/год.
        Висота та кабіни на висоті ≈50 м (з одного боку навантажена, з іншого — пасажири).
       </p>
        <p>З цим атракціоном були св'язані такі інціденти:
        4 серпня 2007, Франція: кабіна відпала і впала — загинули батько з сином, ще двоє серйозно поранені, інші потрапили в пастку на 40м над землею на понад 2 години. Після цього атракціон припинені на перевірку.
      Статус атракціона:
      Після кількох аварій атракціон було закрито або заборонено у багатьох країнах.
      </p>
         <h2>Джерела</h2>
    <ul>
      <li><a href="https://en.wikipedia.org/wiki/Booster_(Fabbri_ride)" target="_blank">Wikipedia: Booster (Fabbri ride)</a></li>
      <li><a href="https://metro.co.uk/2015/05/06/fairground-riders-left-hanging-upside-down-after-ride-breaks-down-5184155/" target="_blank">Metro.co.uk</a></li>
    </ul>

    <h2>Formula Rossa</h2>
    <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Formula_Rossa_coaster.jpg/1200px-Formula_Rossa_coaster.jpg" alt="Formula Rossa" class="dangerousrides-img">
    <p> Formula Rossa - гідравлічні американські гірки, розташовані в тематичному парку розваг Ferrari World в Абу-Дабі, ОАЕ. Відкрилась Formula Rossa у 2010 році. Це найшвидшій у світі американські гірки: максимально досяжна швидкість становить 240 км/год. Вагонетка атракціону розганяється до цієї швидкості приблизно за 4,9 секунди з перевантаженнями, що досягають 4,8 g, за допомогою катапультної (гідравлічної) системи запуску, схожої на стартову катапульту авіаносця. Довжина траси становить 2074 м, за цим показником Formula Rossa посідає третє місце у світі, поступаючись атракціонам Steel Dragon 2000 і The Beast. Через високу швидкість і можливий ризик зіткнення з частинками в повітрі або комахами всі пасажири зобов'язані носити захисні окуляри.</p>
       Він настільки потужний і швидкий, що вважається одним із найнебезпечніших атракціонів, не через поломки, а через екстремальні навантаження на тіло.
      <p> Опис Formula Rossa:
       Швидкість і прискорення: 240 км/год і прискорення 0-100 км/год всего за 2 с.
       Довжина атракціону і висота: 2,2 км/год, висота 52 м.
       Максимальне навантаження на тіло: 4,8g.
      </p>
       <p>Інцедентів з Formula Rossa не було, но була технічна зупинка у січні 2024 року і відкрилась тільки у грудні 2024 року.
       Цей атракціон небезнічний, тому що:
       1.Надзвичайне прискорення: Під час старту вас буквально вистрілює вперед, наче з авіаносця. Люди можуть відчувати запаморочення, нудоту, тимчасове порушення зору.
       2.Фізичне навантаження: На поворотах і гірках — до 4.8 G. Це навіть більше, ніж в деяких винищувачах.
    </p>
  <h2>Джерела</h2>
  <ul>
    <li><a href="https://en.wikipedia.org/wiki/Formula_Rossa" target="_blank">Wikipedia: Formula Rossa</a></li>
  </ul>

  <h2>Kingda ka</h2>
  <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/c/ca/Kingda_Ka.jpg/330px-Kingda_Ka.jpg" alt="Kingda Ka" class="dangerousrides-img">
  <p>Kingda Ka - сталева американська гірка з гідравлічним запуском, розташована в парку розваг Six Flags Great Adventure в Джексоні, штат Нью-Джерсі, США. Виготовлений компанією Intamin та спроектований Вернером Штенгелем, Kingda Ka відкрився 21 травня 2005 року як найвищий та найшвидший американський атракціон у світі, перевершивши Top Thrill Dragster. Хоча обидва атракціони мали схожий дизайн, на Kingda Ka було додано повітряну гірку на зворотній ділянці траси. Це також був другий коли-небудь побудований пластовий атракціон, що перевищував 400 футів (120 м) у висоту.</p>
   <h3> Опис Kingda Ka: </h3>
    <p>Висота і довжина: 139 м і довжина 950 м.
    Швидкість і прискорення: до 206км/год і прискорення 0-206км/год за 3,5 с.
    Час поїздки длиться 28 с.
    Цікавій факт: На момент 2025 року, цей атракціон найвищий в історії.
   </p>
  <p>Відомі інциденти які трапились: в 2012 році хлопець під час поїздки зіткнувся з птахом. У 2025 році Kingda Ka знесли, її підірвали в цілях реконструкції. Вона буде замінена на новий атракціон "Flash:Vertical Verocity" </p>
  <h2>Джерела</h2>
  <ul>
  <li><a href="https://en.wikipedia.org/wiki/Kingda_Ka" target="_blank">Wiki:Kingda Ka</a></li>
  </ul>

 <h2>Eejanaika</h2>
 <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/7/70/Eejanaika_%28April_2023%29.jpg/1280px-Eejanaika_%28April_2023%29.jpg" alt="Eejanaika" class="dangerousrides-img">
 <p>Eejanaika — це 4D-американська гірка, яка розташована в Fuji-Q Highland в м. Фудзійошіда, Японія і була відкрита у липні 2006 року. Eejanaika уникальна тім, що крісла обертаються незалежно від руху самої гірки, створюючи ще більше переворотів і G-навантажень.</p>
 <h3>Опис Eejanaika:</h3>
 <p>Тип атракціона - 4D coaster. Висота і довжина: 76 м і довжина 1153 м. Швидкість: до 126 км/год. Максимальне навантаження - 3,67 G</p>
 <h3>Інціденти</h3>
 <p>Інцідент 2007 року: Під час технічної перевірки вагон рушив несподівано і зажав працівника між колесами й рейкою. Працівник атракціону отримав важкі травми грудної клітки.</p>
 <p>Інцідент 2012 року: Болт від гірки відлетів і влучив в дівчину, яка стояла в пішоходній зоні під трассою. Дівчина отримала легку травму, а атракціон був закрит на 2 місяці.</p>
 <p>Інцідент 2025 року: Під час тестування вагон несподівано покотився і придавило техніка. Техніку було 29 років. Атракціон закрили до травня 2025 року.</p>
 <h2>Джерела</h2>
 <ul>
  <li><a href="https://en.wikipedia.org/wiki/Eejanaika_(roller_coaster)" target="_blank">Wiki:Eejanaika</a></li>
  <li><a href="https://japantoday.com/category/national/woman-injured-after-bolt-falls-from-rollercoaster-in-yamanashi" target="_blank">JapanToday: Incident 2012</a></li>
 </ul>

 <h2>Expoland</h2>
 <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/e/e3/VistaLiner.jpg/1280px-VistaLiner.jpg" alt="Expoland" class="dangerousrides-img">
 <p>Expoland, розташований у Суїті, Японія, був відкритий як зона розваг на Міжнародній виставці 1970 року (Expo '70) в Осаці і процвітав понад 30 років як парк розваг. Було понад 40 атракціонів і атракціонів (зокрема вісім американських гірок і 19 ресторанів і магазинів). Парк було закрито 2009 року.</p>
 <h2>Інцідент</h2>
 <p>У 5 травня 2007 року, в атракціоні Fujia Raijin II один з вагонів зійшов із рейок на великій швидкості. 19-річна Йошино Когавару загинула миттєво і ще 20 людей отримали серйозні травми. Після цього парк Expoland було закрито на 6 місяців, а сам атракціон закрили назавжди. Потім в 2009 року парк був закрит остаточно. </p>
 <h2>Джерела</h2>
 <ul>
  <li><a href="https://en.wikipedia.org/wiki/Expoland" target="_blank">Wiki:Expoland</a></li>
 </ul>

 <h2>Smiler</h2>
 <img src="https://upload.wikimedia.org/wikipedia/commons/thumb/b/bb/TheSmiler2015%282%29.JPG/1280px-TheSmiler2015%282%29.JPG" alt="Smiler" class="dangerousrides-img">
 <p> The Smiler — один із найвідоміших і найнебезпечніших атракціонів у Великій Британії.Відкрився атракціон в 31 травня 2013 року. Він прославився не лише своїм рекордом кількості петель, а й катастрофічною аварією у 2015 році, яка змінила правила безпеки в індустрії.</p>
 <h2>Опис Smiler</h2>
 <p>Висота та довжина: 30 м і довжина 1170 м. Швидкість: 80 км/год. 16 пассажирів на поїзд.</p>
 <h2>Інцідент 2015 року</h2>
 <p>У 2015 році на треку зіткнулися 2 поїзди: Один був технічний і другий був з 16 пассажирами. Внаслідок цього зіткнення 2 ассажирки втратили ноги, 5 людей отримали серйозні травми. Компанія була отштрафована на 5млн євро. Атракціон закрили на 9 месяців, потім відкрили з новой системой безпеки.</p>
 <h2>Джерела</h2>
 <ul>
  <li><a href="https://en.wikipedia.org/wiki/The_Smiler" target="_blank">Wiki: Smiller</a></li>
 </ul>

 <h2>Veruckt</h2>
 <img src="https://upload.wikimedia.org/wikipedia/commons/f/f7/Verr%C3%BCckt_%28water_slide%29_%2832137294436%29_%28cropped%29.jpg" alt="Veruckt" class="dangerousrides-img">
 <p>Verrückt це найвідоміша і одна з найнебезпечніших водних гірок у світі, яка стала відомою через трагічний смертельний інцидент.</p>
 <h2>Опис Veruckt</h2>
 <p>Висота: 51,4 м. Цікавий факт, висота Veruckt віща за Ніагарський водоспад. Швидкість спуску: 113км/год</p>
 <h2>Інцідент</h2>
 <p> 7 серпня 2016 року. Під час спуску човен підстрибнув, і син сенатора Канзаса Калеб ударився об верхню металеву сітку безпеки... Калеб загинув міттєво. Двоє інших пассажирів отримали травми. Пілся цього атракціон закрили і полностью демонтовали у 2018 році.</p>
 <h2>Джерела</h2>
 <ul>
  <li><a href="https://en.wikipedia.org/wiki/Verr%C3%BCckt" target="_blank">Wiki: Verruckt</a></li>
 </ul>

 <h2>Tower of Terror II</h2>
 <img src="https://www.intamin.com/wp-content/uploads/2019/11/tower-of-terror-ii-2.jpg" alt="Tower of Terror II" class="dangerousrides-img">
 <p>Tower of Terror II - це сталеві човникові американські гірки, розташовані в парку розваг Dreamworld на Золотому узбережжі, Квінсленд, Австралія. Коли 23 січня 1997 року «Вежа терору» відкрилася, вона стала першою у світі американською гіркою, яка розвинула швидкість до 100 миль на годину (160 км/год), що зробило її найвищою і найшвидшою гіркою у світі на той час. Інцідентів не було в цьому атракціоні. 3 листопада 2019 року атракціон закрили із-за зниження популярності після трагедії на атракціоні Thunder River Rapids в 2016 року.</p>
 <h2>Опис Tower of Terror II</h2> 
 <p>Висота і довжина: 115 м і довжина 376 м. Швидкість і прискорення: 160 км/год і прискорення 0-160 км/год за 7 секунд.</p>
<h2>Джерела</h2>
<ul>
  <li><a href="https://en.wikipedia.org/wiki/Tower_of_Terror_II" target="_blank">Wiki: Tower of Terror II</a></li>
</ul>
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>